app/controllers/academics_controller.rb

  def index
    @academics = Academic.all
---
SELECT `academics`.* FROM `academics`