app/controllers/resumes_controller.rb

  def index
    @resumes = Resume.all
---
SELECT `resumes`.* FROM `resumes`