app/controllers/skills_controller.rb

SELECT `skills`.* FROM `skills`
---
  def index
    @skills = Skill.all